Repository: AchSum/crisp-sdk-ios
Catalog: Sources/Ressources/*.lproj/Localizable.strings
Languages: fr

# actionSheetCamera
source: Send picture from camera
fr: Prendre une nouvelle photo

# actionSheetLibrary
source: Send picture from library
fr: Chercher dans la galerie

# actionSheetCloud
source: Send file from Cloud
fr: Chercher dans les applications

# actionSheetCancel
source: Cancel
fr: Fermer

# actionSheetSendFile
source: Send a file
fr: Envoyer un fichier

# actionSheetAddToShortcut
source: Add to shortcuts
fr: Ajouter au racourcis

# actionSheetCreateNote
source: Create a note
fr: Créer une note

# actionSheetDeleteConfirmation
source: Do you really want to delete this conversation?
fr: Êtes-vous sur de vouloir supprimer cette conversation ?

# locale_name
source: English
fr: French

# locale_code
source: en
fr: fr

# hour_singular
source: An hour
fr: Il y a 1 heure

# hour_plural
source: %@ hours
fr: Il y a %@ heures

# minute_singular
source: A minute
fr: Il y a 1 minute

# minute_plural
source: %@ minutes
fr: Il y a %@ minutes

# second
source: A few seconds
fr: À l'instant

# now
source: Instantly
fr: À l'instant

# days
source: A few days
fr: Quelques jours

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sunday
fr: Dimanche

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

# theme_text_default_chat
source: Questions? Chat with us!
fr: Des questions ? Discutons !

# theme_text_1_chat
source: Questions? Chat with me!
fr: Des questions ? Discutons !

# theme_text_2_chat
source: Ask us your questions
fr: Posez-nous vos questions

# theme_text_3_chat
source: Ask me your questions
fr: Posez-moi vos questions

# theme_text_4_chat
source: Chat with support
fr: Discuter avec le support

# theme_welcome_default_chat
source: How can we help with %@?
fr: Comment puis-je vous aider à propos de %@ ?

# theme_welcome_1_chat
source: Hey, want to chat with us?
fr: Bonjour, voulez-vous discuter avec nous ?

# theme_welcome_2_chat
source: Anything you want to ask?
fr: Avez-vous des questions ?

# theme_welcome_3_chat
source: Hello, ask us any question about %@.
fr: Bonjour, posez-moi toutes vos questions à propos de %@.

# theme_welcome_4_chat
source: Hello! How can I help you? :)
fr: Bonjour! Comment puis-je vous aider ? :)

# theme_welcome_5_chat
source: Any question about %@?
fr: Des questions en tête à propos de %@ ?

# unauthorized_pane
source: Invalid chatbox code
fr: Code chatbox invalide

# tooltip_entice_close
source: Close
fr: Fermer

# tooltip_entice_title
source: %@ Team
fr: Équipe %@

# tooltip_entice_status_online
source: Online
fr: En ligne

# tooltip_entice_explain_online
source: Ask us anything you want to know. Our team is online and will reply.
fr: Posez-nous vos questions. Notre équipe est là pour vous répondre.

# tooltip_entice_form_compose
source: Compose your message here...
fr: Composez votre message...

# minimized_tooltip_unread_singular
source: Open to reply to message
fr: Nouveau message

# minimized_tooltip_unread_plural
source: Open to reply to messages
fr: Nouveaux messages

# minimized_tooltip_message_from
source: Message from
fr: Message de

# chat_header_ongoing_from
source: from
fr: de

# chat_header_ongoing_status_metrics
source: Replies under %@
fr: Réponse sous %@

# chat_header_ongoing_status_last
source: Last active %@
fr: Actif %@

# chat_header_ongoing_status_online
source: Support is online
fr: Support en ligne

# chat_header_ongoing_status_away
source: Support is away
fr: Support absent

# chat_alerts_new_messages
source: There are new messages below. Click to see.
fr: Nouveaux messages

# chat_alerts_warn_reply
source: Click to set your email to get notifications.
fr: Renseignez votre e-mail pour recevoir les réponses.

# chat_alerts_email_invalid
source: You mistyped your email, can you check it?
fr: Votre e-mail est invalide. Le vérifier ?

# chat_alerts_wait_reply_online
source: Thanks ! We should reply in a few moments.
fr: Merci ! Nous devrions bientôt répondre...

# chat_alerts_wait_reply_away
source: We are not online. We will email you back.
fr: Nous ne sommes pas en ligne. Nous vous répondrons plus tard.

# chat_alerts_email_form_label
source: What is your email address?
fr: Quelle est votre adresse e-mail ?

# chat_alerts_email_form_entice_default
source: We use your email to reply, if we reply later.
fr: Nous l'utiliserons seulement pour vous répondre.

# chat_alerts_email_form_entice_error
source: You entered an invalid email. Enter it again.
fr: Votre e-mail est invalide. Entrez-le à nouveau.

# chat_alerts_email_form_email_field
source: Enter your email address...
fr: Votre adresse e-mail...

# chat_alerts_email_form_email_cancel
source: I don't want to be notified of replies.
fr: Je ne souhaite pas être informé des réponses.

# chat_alerts_email_form_email_button
source: Send
fr: Envoyer

# chat_pickers_selector_smileys
source: Smileys
fr: Emojis

# chat_pickers_gif_search
source: Find GIFs...
fr: Trouver un GIF...

# chat_pickers_gif_no_results
source: No results. Try another search.
fr: Pas de résultat. Réessayez.

# chat_message_file_name
source: Attached file
fr: Fichier attaché

# chat_message_file_button
source: Download file
fr: Télécharger le fichier

# chat_message_info_read
source: Read
fr: Lu

# chat_message_error_retry
source: Failed to send. Retry?
fr: Échec de l'envoi. Réessayer ?

# chat_message_send_abort_warn
source: Some messages have not yet been sent. Navigating will prevent them from being sent.
fr: Des messages n'ont pas encore été transmis. Vous risquez de les perdre si vous changez de page.

# chat_form_field_message
source: Compose your message...
fr: Entrez votre message...

# chat_form_smiley_tooltip
source: Insert an emoji
fr: Insérer un emoji

# chat_form_attach_tooltip
source: Send a file
fr: Envoyer un fichier

# chat_form_attach_alert_size
source: File too large. Please reduce its size and try again.
fr: Fichier trop volumineux. Veuillez réduire sa taille et réessayer.

# chat_form_attach_alert_error
source: An error occured while uploading the file. Please try again.
fr: Une erreur s'est produite lors de l'envoi du fichier. Veuillez réessayer.

# chat_form_attach_abort_warn
source: Navigating when a file is being uploaded will stop upload.
fr: Changer de page lorsqu'un fichier est en cours d'envoi arrête son envoi.
